[
  {
    "name": "Anthony Graves",
    "years": 16,
    "biography": "Graves was convicted of assisting in multiple murders, despite the fact that no physical evidence existed. Graves was solely convicted based on a testimony made by Robert Carter, the man who Graves had allegedly helped to murder multiple people. When the day came to kill Graves, Carter spoke out, saying he had lied in the testimony. Graves earned a new case and he was proven innocent."
  },

  {
    "name": "Anthony Hinton",
    "years": 30,
    "biography": "When two fast-food managers were murdered, Hinton was working 15 miles away. Even with this fact, bullets from the crime scene matched Hinton’s gun and Hinton was convicted. 30 years later, the bullets."
  },

  {
    "name": "Curtis McCarty",
    "biography": "After spending 22 years in prison, it was found that former police chemist Joyce Gilchrist falsely testified again Mccarty. Initially Gilchrist believed that crime-scene hairs were not from Mccarty, but later he changed his mind, saying they were from Mccarty. When the hairs were requested for retesting, Gilchrist had supposedly “lost” them.",
    "years": 21
  },

  {
    "name": "Derral Wayne Hodgkins",
    "biography": "Not a single eye-witness saw Derral Wayne Hodgkins at the place of murder, nor did any of the 21 fingerprints found at the crime scene. Due to the fact that the only evidence against Hodgkins was his DNA under the fingernails of the victim, Hodgkins was freed from death row after luckily spending only two years in prison.",
    "years": 2
  },

  {
    "name": "Derrick Jamison",
    "biography": "murder",
    "years": 20
  },

  {
    "name": "Frank Lee Smith",
    "biography": "Unfortunately, Frank Lee Smith died of cancer before he could know that his name had been cleared. DNA testing allowed law enforcement to determine that in the brutal rape and killing of an 8 year old, Smith was completely innocent. This crime, which Smith did not commit, unjustly forced him to spend 15 years on death row for.",
    "years": 14
  },

  {
    "name": "Glenn Ford",
    "biography": "Ford’s case is everything wrong with the justice system. In 1984, an all white jury convicted Ford of a crime he wasn’t even present at. Throughout his 30 years on death row, Ford always maintained his innocence. It was found that the police had convinced one of the witnessed to change their story. The man who was supposed to defend Ford from capital punishment had never even tried a jury case before. After 30 too many years, prosecutors ordered the immediate release of Ford from prison.",
    "years": 30
  },

  {
    "name": "Gussie Vann",
    "biography": "Evann’s lawyers did not even hire forensic lawyers to try to contradict a possibility of a death penalty punishment for Evann. After his conviction, forensic “experts” even contradicted themselves. Eventually all charges were dismissed by the state.",
    "years": 17
  },
  {
    "name": "Joe D'Ambrosio",
    "biography": " D’Ambrosio was released after more than 20 years in prison in 2012 after the U.S. Supreme Court barred the state of Ohio from re-prosecuting him. This was after the federal court found out that key evidence was withheld from the defense that would’ve shown D’Ambrosio did not murder Tony Klann. ",
    "years": 23
  },

  {
    "name": "Laurence Adams",
    "biography": " Laurence Adams was convicted of a 1972 murder robbery at the age of 19 on the account of two witnesses. The witnesses had unrelated charges dropped after their testimonies. While in prison Adams earned a bachelor's degree in sociology, and he was finally released in 2004 after 30 years in prison.",
    "years": 30
  },

  {
    "name": "Leon Brown",
    "biography": "murder",
    "years": 30
  },

  {
    "name": "Michael Blair",
    "biography":"murder",
    "years": 14
  },

  {
    "name": "Michael McCormick",
    "biography":"murder",
    "years": 20
  },

  {
    "name": "Nathson Fields",
    "biography":"murder",
    "years": 23
  },

  {
    "name": "Paul House",
    "biography": "murder",
    "years": 23
  },

  {
    "name": "Ricky Jackson",
    "biography": "murder",
    "years": 39
  },

  {
    "name": "Timothy Howard",
    "biography":"murder",
    "years": 26
  },

  {
    "name": "Vicente Benavides",
    "biography":"murder",
    "years": 25
  }
]
