[
  {
    "name": "Anthony Graves",
    "years": 16,
    "biography": "Graves was convicted of assisting in multiple murders, despite the fact that no physical evidence existed. Graves was solely convicted based on a testimony made by Robert Carter, the man who Graves had allegedly helped to murder multiple people. When the day came to kill Graves, Carter spoke out, saying he had lied in the testimony. Graves earned a new case and he was proven innocent."
  },

  {
    "name": "Anthony Hinton",
    "years": 30,
    "biography": "When two fast-food managers were murdered, Hinton was working 15 miles away. Even with this fact, bullets from the crime scene matched Hinton’s gun and Hinton was convicted. 30 years later, the bullets."
  },

  {
    "name": "Curtis McCarty",
    "biography": "After spending 22 years in prison, it was found that former police chemist Joyce Gilchrist falsely testified again Mccarty. Initially Gilchrist believed that crime-scene hairs were not from Mccarty, but later he changed his mind, saying they were from Mccarty. When the hairs were requested for retesting, Gilchrist had supposedly “lost” them.",
    "years": 21
  },

  {
    "name": "Derral Wayne Hodgkins",
    "biography": "Not a single eye-witness saw Derral Wayne Hodgkins at the place of murder, nor did any of the 21 fingerprints found at the crime scene. Due to the fact that the only evidence against Hodgkins was his DNA under the fingernails of the victim, Hodgkins was freed from death row after luckily spending only two years in prison.",
    "years": 2
  },

  {
    "name": "Derrick Jamison",
    "biography": " Jamison spent 17 years on death row for the murder of a Cincinnati bartender. His conviction was based largely on a testimony by a codefendant who received a lesser sentence in exchange. The prosecution withheld evidence that contradicted this testimony and would’ve likely led to the jury not convicting Jamison. ",
    "years": 20
  },

  {
    "name": "Frank Lee Smith",
    "biography": "Unfortunately, Frank Lee Smith died of cancer before he could know that his name had been cleared. DNA testing allowed law enforcement to determine that in the brutal rape and killing of an 8 year old, Smith was completely innocent. This crime, which Smith did not commit, unjustly forced him to spend 15 years on death row for.",
    "years": 14
  },

  {
    "name": "Glenn Ford",
    "biography": "Ford’s case is everything wrong with the justice system. In 1984, an all white jury convicted Ford of a crime he wasn’t even present at. Throughout his 30 years on death row, Ford always maintained his innocence. It was found that the police had convinced one of the witnessed to change their story. The man who was supposed to defend Ford from capital punishment had never even tried a jury case before. After 30 too many years, prosecutors ordered the immediate release of Ford from prison.",
    "years": 30
  },

  {
    "name": "Gussie Vann",
    "biography": "Evann’s lawyers did not even hire forensic lawyers to try to contradict a possibility of a death penalty punishment for Evann. After his conviction, forensic “experts” even contradicted themselves. Eventually all charges were dismissed by the state.",
    "years": 17
  },
  {
    "name": "Joe D'Ambrosio",
    "biography": " D’Ambrosio was released after more than 20 years in prison in 2012 after the U.S. Supreme Court barred the state of Ohio from re-prosecuting him. This was after the federal court found out that key evidence was withheld from the defense that would’ve shown D’Ambrosio did not murder Tony Klann. ",
    "years": 23
  },

  {
    "name": "Laurence Adams",
    "biography": " Laurence Adams was convicted of a 1972 murder robbery at the age of 19 on the account of two witnesses. The witnesses had unrelated charges dropped after their testimonies. While in prison Adams earned a bachelor's degree in sociology, and he was finally released in 2004 after 30 years in prison.",
    "years": 30
  },

  {
    "name": "Leon Brown",
    "biography": "Leon Brown was convicted of murder and sentenced to death in 1984 after confessing to the rape and murder of 11 year old Sabrina Buie. Brown was 15 at the time, and is intellectually disabled. He was freed in 2010 after the North Carolina Innocence Inquiry Commision found DNA evidence that linked another man to the crime. ",
    "years": 30
  },

  {
    "name": "Michael Blair",
    "biography":"Michael Blair had his death sentence dropped in 2008 after a re-investigation of the 1993 murder of 7-year old Ashley Estell led to DNA evidence showing that Blair did not commit the crime. Unfortunately, he remains in prison serving out life sentences for other crimes.",
    "years": 14
  },

  {
    "name": "Michael McCormick",
    "biography":"Mccormick spent 16 years on death row before being acquitted on December 5, 2007. The main evidence used in his original prosecution was hair found in Donna Jean Nichols car, who Mccormick was convicted of murdering. At the time the FBI said this matched Mccormick’s hair but later DNA testing found this to be false. ",
    "years": 20
  },

  {
    "name": "Nathson Fields",
    "biography":"Nathson Fields released from prison in 2003 after spending almost 20 years in prison, with over 11 years on death row. His trial was compromised by corruption, as Judge Thomas Maloney accepted a $10,000 bribe during the case and later spent 13 years in prison for fixing murder trials. His co defendant was also pressured to testify against him and was rewarded with a reduced sentence. ",
    "years": 23
  },

  {
    "name": "Paul House",
    "biography": " House had all his charges dropped by the state of Tennessee after he spent over 20 years in prison for the murder of Carolyn Muncey. Biological evidence was used in the case to convict House, but DNA testing later found that it actually belonged to the victim’s husband. In 2008 he was released from prison pending a new trial, but the state of Tennessee decided to drop all charges against him in 2009.",
    "years": 23
  },

  {
    "name": "Ricky Jackson",
    "biography": "In 2014 a judge dropped all charges against Jackson after he spent 39 years in prison for the murder of Harold Franks. The only evidence that linked him to the murder was a testimony by a 12-year old boy that was later recanted, and it was later found that the boy was not at the scene of the crime when it occurred. ",
    "years": 39
  },

  {
    "name": "Timothy Howard",
    "biography":" Howard was released in 2003 after it was discovered that he was falsely convicted in the 1977 trial. He spent 26 years in prison and was able to negotiate his release through a Freedom of Information request. The files included both fingerprint evidence and conflicting witness statements that his defense attorneys did not have access to. He was awarded 2.5 million dollars as compensation for the wrongful conviction. ",
    "years": 26
  },

  {
    "name": "Vicente Benavides",
    "biography":"Benavides was exonerated after spending 25 years in prison for the wrongful conviction of the murder and rape of his girlfriend’s 21-month old daughter. This was after the California Supreme Court ruled that the girl was not actually sexually assaulted and instead likely died after being hit by a car. The judge in his case remarked that the evidence used in his original conviction was some of the worst false evidence he had ever encountered in his time working on criminal cases.",
    "years": 25
  }
]
